Repository: giellalt/corpus-sme
Catalog: prestable/tmx/swe/facta/samernas.se/_nyheter_samij-ahpadusguovdasj-ohca-davvisamigieloahpaheaddji-100-virgai23.html.tmx
Source language: sme
Languages: swe

source: Hálidat go don bargat sámegielain ?
swe: Vill du arbeta med det samiska språket ?

source: Giellaoahpaheaddjin ?
swe: Som språklärare !

source: Liikot go don hástalusaide ja maid geahččalit iešguđetlagan vugiid giellaoahpaheapmái ?
swe: Gillar du utmaningar och provar gärna nya metoder inom språkinlärning ?

source: Leat go don positiivalaš ja roahkkat ?
swe: Är du som person positiv och utåtriktad !

source: De leat don dat oahpaheaddji maid mii ohcat.
swe: Då är du, läraren vi söker !

source: Sámij Åhpadusguovdásj ohcá davvisámigieloahpaheaddji 100% virgái
swe: lärare i nordsamiska 100%

source: Badjel 70 jagi leat sámiálbmotallaskuvllas leamaš oahpahusat sámiide.
swe: I över 70 år har Samernas Folkhögskola bedrivit utbildningar.

source: 1999 rajes lea skuvlla namma Sámij Åhpadusguovdásj, iige leat šat formálalaččat álbmotallaskuvla.
swe: Sedan 1999 bytte skolan namn till Samernas Utbildningscentrum, och upphörde formellt att vara folkhögskola.

source: Skuvllas lea leamaš guovddaš rolla sámi álbmogii áiggiid čađa.
swe: Genom tiderna har skolan haft en central roll i det samiska samhället.

source: Sámij Åhpadusguovdásj lea dušše moatti jagis váldan stuora lávkki ovddos guvlui, leahket árbevirolaš skuvlan dasa ahte lea dal njunnožis gáidduoahpahusáin.
swe: Samernas Utbildningscentrum har på endast några år stora kliv framåt från traditionell skola till att ha spetsfunktions inom distansutbildning.

source: Sámij Åhpadusguovdátjis leat buorit vejolašvuođat ovdanit. Skuvla deattuha ain sámigiehtaduoji, giela ja kultuvrra, muhto áigu maiddái atnit ovtta rolla sámiealahusaid ovddideames.
swe: Samernas Utbildningscentrum har goda förutsättningar att utvecklas Skolan vill fortsätta satsa på samiskt hantverk, språk och kultur, men även ha en roll i utvecklingen av de samiska näringarna.

source: Giellaoahpaheaddjin don barggat skuvlla davvisámigiella oahpahusaiguin.
swe: Som språklärare kommer du att arbeta med skolans nordsamiska språkutbildningar.

source: Oahpahusat leat oanehis gurssát, giellagurssat fierpmádaga bokte, diŋgojuvvon gurssat ja oahpahus skuvlla ieažas ohppiide geat vázzet duodjeoahpahusa.
swe: Utbildningarna sker via kortkurser, språkkurser via internet, uppdragsutbildningar samt undervisning av skolans elever vid slöjdlinjen.

source: Ohppit sáhttet iešguđet agis, boahta das makkar oahpahus sis lea.
swe: Eleverna kan variera i åldrar beroende på vilken form av utbildningen innehar.

source: Oahpaheaddjivirggis sáhttá maid leat eara oahpahus go sámigiella.
swe: Lärartjänsten kan även innefatta annan undervisning.

source: Gelbbolašvuohta
swe: Kvalifikationer

source: Don leat lohkán pedagogiika ja sámigiela, ja mielalaččat maid sámii kultuvrra ja historjjá.
swe: Du är utbildad pedagog med behörighet i nordsamiska, gärna även i samisk kultur- historia.

source: Pedagogan don leat ovdánahtti, doaimmálaš, roahkkat ja positiivalaš.
swe: Som pedagog är du, drivande, engagerad, utåtriktad och positiv.

source: Don máhttat movttidahttit ja ovdanahttit ohppiid.
swe: Du kan entusiasmera och utveckla eleverna.

source: Don it balá ođđa hástalusáin oahpahusas.
swe: Du är inte främmande för att prova nya metoder inom språkinlärning.

source: Dus leat buorit máhttut sámigielas sihke njálmmálaččat ja čálálaččat.
swe: Du har goda kunskaper i samiska språket, såväl muntligt som skriftligt.

source: Dus lea maid mahttu ja dovddat sámii servvodateallima ja kultuvrra.
swe: Du har kunskaper om, samt, insikt i samiskt samhällsliv och kultur.

source: Stuora deaddu bidjojuvvo ohcci peršuvnnalaš máhttuide, bargo ja doaimmalašvuhtii, iešheanálaš vuhtii ja ovttasbargonávccaide.
swe: Stor vikt kommer att läggas vid den sökandes personliga egenskaper, arbets- och initiativförmåga, ansvarstagande samt samarbetsförmåga.

source: Barggu sturrodat
swe: Anställningens omfattning

source: Bargu lea 100% gaskkaboddosaš virgi, ja das lea geahččalan áigi.
swe: Anställningsform: Tillsvidareanställning, provtjänstgöring tillämpas.

source: Álgin lea: 17. beaivvi borgemánus 2015
swe: Omfattning: Heltid

source: Individuálalaš bálkasoahpamuš.
swe: Tillträde: 2015-08-17

source: Ohcanáig i: ovdal 10. beaivvi miessemánus 2015
swe: Individuell lönesättning.

source: Refereanssa: oahpaheaddji-davvisámigiella
swe: Referens: lärare nordsamiska

source: Fágalaš ovddasteaddji: Margot Blind SFHL (lärarförbundet) +46(0)971 440 22
swe: Facklig företrädare: Margot Blind SFHL (Lärarförbundet), 0971-440 22

source: Du ohcamuša oktan bálkagáibadusáin mii sihtat sisa maŋemus 10. beaivvi miessemánus 2015 sáddedeike: Samernas utbildningscentrum, Borgargatan 2, 962 31 Jokkmokk dahje e-poastáin: info@samernas.se
swe: Dina ansökningshandlingar med löneanspråk vill vi ha senast den 10 maj 2015 till Samernas utbildningscentrum, Borgargatan 2, 962 31 JOKKMOKK, eller som e-post: info@samernas.se
